{
"cryptocurrency":[

["What is Bitcoin?",
  "Bitcoin is a cryptocurrency.",
  "Bitcoin is a digital currency created in January 2009.",
  "Bitcoin is a cryptocurrency created, distributed, traded and stored with the use of decentralized   ledger system known as blockchain.",
  "Bitcoin is a cryptocurrency."],

[ "what is cryptocurrency?",
  "A cryptocurrency is a digital or virtual currency that is secured by cryptography, which makes it   nearly impossible to counterfeit or double-spend.",
  "A cryptocurrency is a new form of digital asset based on a network that is distributed across a large number of computers"],
["Should I invest in Bitcoin?",
  "Investing in bitcoin may seem scary, but know that it takes time and effort to understand how Bitcoin works.",
  "As new gold is mined, there is always less and less gold left and it becomes harder and more expensive to find and mine.",
  "Bitcoins can be sent from anywhere in the world to anywhere else in the world. No bank can block  payments or close your account. Bitcoin is censorship resistant money.",
  "If you understand the potential impact of Bitcoin, it won’t be hard to hard to understand why investing in bitcoin may be a good idea."],
["How can I get free bitcoins?",
  "My dear friend you are not lucky enough.",
  "Faucets are some of the best free bitcoin sites where you can find free money. And there’s no catch here. Because some companies are ready to pay you for the time you spend on websites, looking at their ads.",
  "You can simply login to our site and we will then reveal the secret."],
["Is Bitcoin real or fake?",
"Real my dear friend.",
"Depends on site from where you are purchasing.",
"One of the downsides of new investors entering the market is the increase in the number of scams, frauds, and stories of retail investors who lose their coins to shady ventures.",
"It may seem as though it’s the wild west for investors, but it doesn't have to be."]
["Is investing in Bitcoin a good idea?",
"Bitcoin’s meteoric rise in prices over the last year has awakened mainstream interest in the original cryptocurrency.",
"Bitcoin is the only non-regulated currency in the world which makes it decentralized and transparent.", "Bitcoin rates do not depend on geopolitical events, countries inflation or other microeconomics issues.", 
"When you perform a transaction, it is confirmed by a unique digital signature guarantying safety to your currency movement.", 
"Any person in the world even the ones who have no access to traditional exchange systems can trade bitcoin."] 
["is bitcoin legal?",
 "bitcoin is not recognized as legal tender by any government, it can only be used as payment if both parties in a transaction agree to its use as a form of payment.",
"Bitcoins are not issued, endorsed, or regulated by any central bank. Instead, they are created through a computer-generated process known as mining.",
"The United States has taken a generally positive stance toward Bitcoin, though several government agencies work to prevent or reduce Bitcoin use for illegal transactions.", 
"Though the European Union (EU) has followed developments in cryptocurrency, it has not issued any official decision on legality, acceptance, or regulation. In the absence of central guidance, individual EU countries have developed their own Bitcoin stances."]
["How do you earn bitcoins?",
"Earn Bitcoin with a Crypto Interest Account",
"Get Cash-Back in Bitcoin When You Shop Online",
"Earn Bitcoin With Affiliate Marketing",
"Get Paid in Bitcoin"]
["How can I convert bitcoin into cash?",
"Via Fiat Accepting Exchanges",
 "Via LocalBitcoins",
"Convert BTC Into USDT Like Digital Fiat"]
]}

